# Tap useful formulae (what are these?)

tap 'homebrew/science'
tap 'homebrew/versions'
tap 'caskroom/cask'
tap 'caskroom/fonts'

# Install GUI apps
cask 'atom'
cask 'dropbox'
cask 'geneious'
#cask 'gitkraken'
cask 'google-chrome'
cask 'google-backup-and-sync'
#cask 'kaleidoscope'
#cask 'launchbar'
cask 'skype'
cask 'slack'
#cask 'transmit'
cask 'vlc'
#cask './formula/bbedit.rb'
#cask 'figtree'
cask 'sketch'
cask 'iterm2'
cask 'the-unarchiver'
cask 'shiftit'
cask 'transmission'

# Install java
cask 'java'

# Install ruby formulae
brew 'rbenv'
brew 'ruby-build'
