# Brew Install
brew "python"
brew "python3"
brew "tree"
brew "rbenv"
brew "htop"
brew "wget"

# Tap useful formulae (what are these?)

tap "homebrew/science"
tap "homebrew/versions"
tap "caskroom/cask"
tap "caskroom/fonts"

# Install GUI apps
cask "atom"
cask "dropbox"
cask "google-chrome"
cask "google-backup-and-sync"
cask "skype"
cask "slack"
cask "vlc"
cask "iterm2"
cask "hyper"
cask "the-unarchiver"
cask "shiftit"
cask "transmission"
cask "tidal"
cask "spotify"
cask "java"
