# Brew Install
brew "autoconf"
brew "gdbm"
brew "gettext"
brew "htop"
brew "libidn2"
brew "libunistring"
brew "openssl"
brew "pkg-config"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "sqlite"
brew "tree"
brew "wget"
brew "xz"
brew "zsh"

# Tap useful formulae (what are these?)
#tap "homebrew/science"
#tap "homebrew/versions"
tap "caskroom/cask"
tap "homebrew/cask-versions"
#tap "caskroom/fonts"

# Cask Install
cask "anaconda" # append ~/anaconda3/bin to path
cask "atom"
cask "disk-inventory-x"
cask "dropbox"
cask "firefox"
cask "firefox-nightly"
cask "google-cloud-sdk"
cask "google-chrome"
cask "hyper"
cask "iterm2"
cask "java"
cask "openemu-experimental"
cask "rstudio"
cask "shiftit"
cask "skype"
#cask "slack"
cask "spotify"
cask "the-unarchiver"
#cask "transmission"
cask "vlc"
cask "zotero"
cask "steam"
